Repository: ddalcu/mlx-serve
Catalog: app/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (our estimate)
zh_hans: （我们的估算）

source: %@ (network)
zh_hans: %1$@（网络）

source: %@ in Sandbox
zh_hans: 在沙盒中运行 %1$@

source: %@ is empty.
zh_hans: %1$@ 为空。

source: %@ is not downloaded.
zh_hans: %1$@ 尚未下载。

source: %@ needs approval
zh_hans: %1$@ 需要批准

source: %@ of memory · about %@ usable for models
zh_hans: %1$@ 内存 · 其中约 %2$@ 可用于模型

source: %@ total
zh_hans: 共 %1$@

source: %@ — ask from anywhere
zh_hans: %1$@ — 在任何地方提问

source: %@ — file no longer on disk
zh_hans: %1$@ —— 文件已不在本地

source: %@ — not in %@'s capabilities
zh_hans: %1$@ —— 不在 %2$@ 的能力范围内

source: %@ — step %lld of %lld
zh_hans: %1$@ — 第 %2$lld 步，共 %3$lld 步

source: %lld WEB SOURCE%@
zh_hans: %1$lld 个网页来源

source: %lld bytes
zh_hans: %1$lld 字节

source: %lld frames · ~%@s
zh_hans: %1$lld 帧 · 约 %2$@ 秒

source: %lld model%@ on disk
zh_hans: 本地有 %1$lld 个模型

source: %lld source%@
zh_hans: %1$lld 个来源

source: %lld token%@
zh_hans: %1$lld 个 token

source: %lld tokens/sec
zh_hans: %1$lld token/秒

source: %lld tool%@
zh_hans: %1$lld 个工具

source: %lld-bit
zh_hans: %1$lld 位

source: %lldms
zh_hans: %1$lld 毫秒

source: (%lld tokens)
zh_hans: （%1$lld 个 token）

source: (no arguments)
zh_hans: （无参数）

source: (server has produced no output yet)
zh_hans: （服务器尚未产生任何输出）

source: 0 = deterministic greedy. 0.6–1.0 typical chat. Above 1.0 gets erratic. Applies to the app's chats immediately; also becomes the server default for external clients that omit temperature (Claude Code) after a restart.
zh_hans: 0 表示确定性的贪心解码。0.6–1.0 是常见的对话取值。超过 1.0 会变得不稳定。对应用内的对话立即生效；重启后也会成为未指定温度的外部客户端（如 Claude Code）的服务器默认值。

source: 1. In Telegram, open @BotFather and send /newbot.
zh_hans: 1. 在 Telegram 中打开 @BotFather 并发送 /newbot。

source: 128 (fast)
zh_hans: 128（快速）

source: 2. Copy the token it gives you and paste it above.
zh_hans: 2. 复制它给你的令牌，粘贴到上面。

source: 256 (balanced)
zh_hans: 256（均衡）

source: 3. Turn on “Enable Telegram bot”, then message your bot once to lock it to your chat.
zh_hans: 3. 打开“启用 Telegram 机器人”，然后给你的机器人发一条消息，把它锁定到你的会话。

source: 384 (fine)
zh_hans: 384（精细）

source: 3D Generation — photo to mesh (Hunyuan3D 2.1)
zh_hans: 3D 生成 — 照片转网格（Hunyuan3D 2.1）

source: 3D Model
zh_hans: 3D 模型

source: A capable everyday pick
zh_hans: 称职的日常之选

source: A clear step up in quality from E2B — better at longer conversations, writing, and coding — while still replying quickly. A great all-around default if you're not sure what to pick.
zh_hans: 质量比 E2B 明显更好 — 更擅长较长的对话、写作和编程 — 同时仍然回复迅速。如果不确定选哪个，它是很好的通用默认项。

source: A few seconds of clean speech works best. Answers are synthesized locally by the Audio pane's TTS model (downloaded on first use).
zh_hans: 几秒钟清晰的语音效果最好。回答由音频面板的 TTS 模型在本地合成（首次使用时下载）。

source: A frontier-scale DeepSeek model that runs natively on Apple Silicon through MLX — no GGUF conversion, no llama.cpp — for top-tier reasoning, coding, and agent work. It wakes only a fraction of itself per word (mixture of experts) and holds around a million words of context. This is our own mixed 2/3/8-bit conversion, about 118 GB on disk, so it wants a Mac with 128 GB of memory; it also ships DeepSeek's own DSpark draft stages, which Settings can switch on for a faster reply.
zh_hans: 前沿规模的 DeepSeek 模型，通过 MLX 在 Apple 芯片上原生运行 — 无需 GGUF 转换，也不用 llama.cpp — 提供顶级的推理、编程与智能体能力。它每个词只唤醒自身的一小部分（混合专家），并可容纳约一百万词的上下文。这是我们自己的 2/3/8 位混合转换版本，磁盘占用约 118 GB，因此需要 128 GB 内存的 Mac；它还附带 DeepSeek 自己的 DSpark 草稿阶段，可在设置中开启以加快回复。

source: A goal the agent runs on its own, on a schedule.
zh_hans: 一个由智能体按计划自行执行的目标。

source: A memory-for-speed trade, not a free upgrade: shrinks KV-cache RAM (8-bit ≈ 2× smaller, 4-bit ≈ 4×) but makes decode ~10% slower at typical contexts — and slower still on long ones, since every generated token pays a dequantize step. Turn on when memory is the constraint (long contexts or big models on a 16 GB Mac); leave OFF for maximum tokens/sec if you have plenty of RAM. TurboQuant variants add a per-layer Hadamard rotation for heavy-tailed activations.
zh_hans: 这是用速度换内存，而不是白得的提升：可减小 KV 缓存占用（8 位约小 2 倍，4 位约小 4 倍），但在常见上下文长度下解码约慢 10% — 上下文越长越慢，因为每生成一个 token 都要反量化一次。当内存是瓶颈时开启（长上下文，或在 16 GB 的 Mac 上跑大模型）；内存充裕、追求最高 token/秒时请保持关闭。TurboQuant 变体会为重尾激活额外做逐层 Hadamard 旋转。

source: A much larger model that uses a trick called “mixture of experts” — for every word it only wakes up a small part of itself, so it answers faster than you'd expect for its size while giving noticeably better answers than the smaller Gemma models.
zh_hans: 一个大得多的模型，它使用了称为“混合专家”的技巧 — 每个词只唤醒自身的一小部分，因此速度比同体量模型快得多，同时回答质量明显优于更小的 Gemma 模型。

source: A single, well-lit photo of one object works best. The subject is auto-cut from its background.
zh_hans: 单个物体、光线充足的照片效果最好。主体会自动从背景中抠出。

source: A well-rounded Qwen model — good at chatting, coding help, and following instructions, while staying quick to respond. A solid alternative to Gemma if you want to compare styles.
zh_hans: 一个全面的 Qwen 模型 — 擅长聊天、编程帮助和遵循指令，同时响应迅速。如果想比较不同风格，它是 Gemma 之外的可靠选择。

source: A well-rounded everyday assistant — good at chatting, answering questions, and simple coding help, while staying small and fast to run.
zh_hans: 一个全面的日常助手 — 擅长聊天、回答问题和简单的编程帮助，同时体积小、运行快。

source: ACE-Step 1.5 has no download yet — convert the weights on-device with tests/convert_acestep_weights.py (see the repo README). They install to ~/.mlx-serve/models/local/.
zh_hans: ACE-Step 1.5 暂无下载 —— 请用 tests/convert_acestep_weights.py 在本机转换权重（见仓库 README）。转换结果会安装到 ~/.mlx-serve/models/local/。

source: API key
zh_hans: API 密钥

source: About mlx-serve
zh_hans: 关于 mlx-serve

source: Accepts both flat layout (<name>/config.json) and 2-level layout (<author>/<name>/config.json).
zh_hans: 同时支持扁平结构（<name>/config.json）和两级结构（<author>/<name>/config.json）。

source: Add Voice…
zh_hans: 添加声音…

source: Add a recording of a voice to clone. It's normalized and kept in ~/.mlx-serve/voice-clips so any agent can use it later.
zh_hans: 添加一段用于克隆的录音。它会被标准化并保存在 ~/.mlx-serve/voice-clips，之后任何智能体都能使用。

source: Add reference image…
zh_hans: 添加参考图…

source: Add the tools from every enabled Model Context Protocol server.
zh_hans: 加入所有已启用的 Model Context Protocol 服务器提供的工具。

source: Additive penalty per token already present in the context. 0 = none.
zh_hans: 对已出现在上下文中的每个 token 施加的加性惩罚。0 表示不惩罚。

source: Adds your enabled MCP servers' tools. Click to turn it %@; right-click for the Marketplace.
zh_hans: 加入已启用的 MCP 服务器提供的工具。点按可%1$@；右键打开市场。

source: Advanced
zh_hans: 高级

source: Advanced (overrides Quality preset)
zh_hans: 高级（覆盖画质预设）

source: Advanced options
zh_hans: 高级选项

source: Advertise this Mac over Bonjour and let other Macs on your local network run inference on the models you share below. Only inference is exposed — model management, metrics, and the status page stay private to this Mac.
zh_hans: 通过 Bonjour 广播这台 Mac，让局域网中的其他 Mac 使用你在下方共享的模型进行推理。仅开放推理 — 模型管理、指标和状态页面仍仅限本机访问。

source: After the shape stage, paint a full PBR texture (albedo + metallic-roughness) onto the mesh from the same photo. Needs the converted paint weights (~4.6 GB).
zh_hans: 在形状阶段之后，用同一张照片为网格绘制完整的 PBR 贴图（albedo + 金属度-粗糙度）。需要已转换的绘制权重（约 4.6 GB）。

source: Agent
zh_hans: 智能体

source: Agent Sandbox
zh_hans: 智能体沙盒

source: Agent workspace folder
zh_hans: 智能体工作区文件夹

source: Agents
zh_hans: 智能体

source: Agents…
zh_hans: 智能体…

source: All Settings
zh_hans: 全部设置

source: Allow
zh_hans: 允许

source: Allow all tools this session
zh_hans: 本次会话允许所有工具

source: Allow this tool call?
zh_hans: 允许这次工具调用吗？

source: Also use MTP on mixture-of-experts models
zh_hans: 在混合专家模型上也使用 MTP

source: Always
zh_hans: 始终

source: An upper bound — the model may end the song earlier.
zh_hans: 上限值 —— 模型可能提前结束这首曲子。

source: Animate
zh_hans: 动画

source: Answer as agent
zh_hans: 以智能体身份回答

source: App default
zh_hans: 应用默认

source: App voice
zh_hans: 应用语音

source: Apply on the next chat request — no restart needed.
zh_hans: 在下一次对话请求时生效 — 无需重启。

source: Apply one or more LoRA adapters to the image model for a custom style. Several can stack at once.
zh_hans: 为图像模型应用一个或多个 LoRA 适配器以获得自定义风格。可同时叠加多个。

source: Apply one or more LoRA adapters to the video model for a custom style. Several can stack at once.
zh_hans: 为视频模型应用一个或多个 LoRA 适配器以获得自定义风格。可同时叠加多个。

source: Approve
zh_hans: 批准

source: Approve tools
zh_hans: 工具需批准

source: Ask every time
zh_hans: 每次都询问

source: Ask the current model to turn your description into a system prompt. You can edit whatever it writes.
zh_hans: 让当前模型把你的描述写成系统提示词。它写完之后你可以随意修改。

source: Ask the local model anything…
zh_hans: 向本地模型提问…

source: Attach
zh_hans: 附件

source: Attach Folder for Q&A…
zh_hans: 附加文件夹用于问答…

source: Audio
zh_hans: 音频

source: Audio & Music
zh_hans: 音频与音乐

source: Audio Generation — voice cloning & music
zh_hans: 音频生成 — 声音克隆与音乐

source: Authorization Header
zh_hans: Authorization 请求头

source: Auto
zh_hans: 自动

source: Auto = follow the server's --pld setting (and the adaptive gate). On/Off forces it.
zh_hans: 自动 = 遵循服务器的 --pld 设置（以及自适应门控）。开/关则强制指定。

source: Auto = follow the server. On/Off forces it. Only meaningful when --drafter is loaded.
zh_hans: 自动 = 遵循服务器设置。开/关则强制指定。仅在已加载 --drafter 时有意义。

source: Auto-scroll
zh_hans: 自动滚动

source: Auto-start on launch
zh_hans: 启动时自动运行

source: Automatic
zh_hans: 自动

source: Automatically
zh_hans: 自动

source: Available to this task
zh_hans: 此任务可用

source: Back to the simple switches
zh_hans: 返回简易开关

source: Big throughput wins on echo-heavy work; gates auto-disable on novel content. PLD, the drafter, and MTP are MLX-only — they no-op on GGUF / DSV4.
zh_hans: 在大量重复内容的任务上吞吐提升明显；遇到全新内容时门控会自动关闭。PLD、草稿模型和 MTP 仅适用于 MLX — 在 GGUF / DSV4 上不起作用。

source: Big, but efficient
zh_hans: 体量大但高效

source: Bind address. 0.0.0.0 lets other devices on your network reach the server; 127.0.0.1 is local-only. The app itself connects via 127.0.0.1, so pick an address that includes localhost.
zh_hans: 绑定地址。0.0.0.0 允许网络中的其他设备访问此服务器；127.0.0.1 仅限本机。应用自身通过 127.0.0.1 连接，因此请选择包含 localhost 的地址。

source: Blank agent
zh_hans: 空白智能体

source: Boots the guest and prepares configs. First-run installs stream into the terminal once it opens.
zh_hans: 启动客户机并准备配置。首次运行的安装过程会在终端打开后实时显示。

source: Bot token
zh_hans: 机器人令牌

source: Browse
zh_hans: 浏览

source: Browse Models
zh_hans: 浏览模型

source: Browse Models…
zh_hans: 浏览模型…

source: Browse all models
zh_hans: 浏览全部模型

source: Browse pages and search the web (browse + webSearch).
zh_hans: 浏览网页并搜索互联网（browse + webSearch）。

source: Browser
zh_hans: 浏览器

source: Browser automation: navigate, click, screenshot, scrape
zh_hans: 浏览器自动化：导航、点击、截图与抓取

source: Built for code
zh_hans: 为代码而生

source: Built-in — duplicate it to make changes
zh_hans: 内置 —— 复制一份后才能修改

source: Bypass the safety check that refuses to load an MLX model when free RAM looks too low for its weights plus warmup headroom. The check is conservative — macOS reclaims file cache as the model loads — so turn this on if a load you know fits is being refused. A genuine over-commit can hard-crash the server. Passes --skip-mem-preflight.
zh_hans: 跳过安全检查 — 当可用内存看起来不足以容纳权重加预热余量时，该检查会拒绝加载 MLX 模型。这个检查偏保守（macOS 会在加载过程中回收文件缓存），因此如果你确信放得下却被拒绝，可以开启此项。真正的内存超额会导致服务器直接崩溃。对应 --skip-mem-preflight。

source: Cancel
zh_hans: 取消

source: Cancel download
zh_hans: 取消下载

source: Cancelled
zh_hans: 已取消

source: Cap on candidate tokens per step. 0 = follow the model's own recommendation from generation_config.json (Qwen 3.6: 20, Gemma 4: 64); explicit values override it server-wide after a restart.
zh_hans: 每一步候选 token 数的上限。0 表示遵循模型自己在 generation_config.json 中的推荐值（Qwen 3.6 为 20，Gemma 4 为 64）；显式设置的值在重启后会在整个服务器范围内覆盖它。

source: Capabilities
zh_hans: 能力

source: Capabilities, model, workspace and sampling. Most agents need none of these.
zh_hans: 能力、模型、工作区与采样。大多数智能体都用不到这些。

source: Capability
zh_hans: 能力

source: Change Model
zh_hans: 更换模型

source: Change the symbol
zh_hans: 更换图标

source: Character speaking (dialogue)
zh_hans: 人物说话（对白）

source: Chat
zh_hans: 对话

source: Chat model. Click to switch — models on this Mac and any shared by other Macs on your network.
zh_hans: 对话模型。点击可切换 —— 包括这台 Mac 上的模型，以及局域网中其他 Mac 共享的模型。

source: Chats
zh_hans: 对话

source: Check Hacker News and write me the top AI stories
zh_hans: 看看 Hacker News，把最热门的 AI 新闻写给我

source: Check Now
zh_hans: 立即检查

source: Check for updates automatically
zh_hans: 自动检查更新

source: Checks the GitHub releases page once a day and shows an update banner in the menu bar tray when a newer version ships. No data beyond the version request leaves this Mac.
zh_hans: 每天检查一次 GitHub 发布页面，有新版本时在菜单栏中显示更新提示。除版本查询外，没有任何数据离开这台 Mac。

source: Choose .safetensors…
zh_hans: 选择 .safetensors…

source: Choose a photo and press Generate.
zh_hans: 选择一张照片，然后点击“生成”。

source: Choose audio…
zh_hans: 选择音频…

source: Choose file…
zh_hans: 选择文件…

source: Choose image...
zh_hans: 选择图像...

source: Choose photo…
zh_hans: 选择照片…

source: Choose where downloads are saved, and add a folder to scan if some of your models live elsewhere. Every folder listed here is served — restart the server after changing them.
zh_hans: 选择下载的保存位置；如果部分模型放在别处，可添加要扫描的文件夹。这里列出的每个文件夹都会被提供服务 — 更改后请重启服务器。

source: Choose…
zh_hans: 选择…

source: Cinematic character
zh_hans: 电影感人物

source: Classifier-free guidance strength. LTX-2 default: 3.0; 1.0 = off (fastest).
zh_hans: 无分类器引导强度。LTX-2 默认值为 3.0；1.0 表示关闭（最快）。

source: Clear
zh_hans: 清除

source: Clear filter
zh_hans: 清除筛选

source: Clear finished
zh_hans: 清除已完成

source: Clear first frame
zh_hans: 清除首帧

source: Clear reference
zh_hans: 清除参考

source: Clear the filter
zh_hans: 清除筛选条件

source: Clear the in-memory log buffer (does not affect the running server)
zh_hans: 清空内存中的日志缓冲（不影响正在运行的服务器）

source: Click Restart Now to apply, or Discard to revert the unsaved server-launch fields.
zh_hans: 点击“立即重启”以应用，或点击“放弃”以还原未保存的服务器启动项。

source: Clip length. LTX only generates %lld–%lld frames on its 8N+1 ladder; the slider snaps to valid counts.
zh_hans: 片段长度。LTX 只能按 8N+1 的阶梯生成 %1$lld–%2$lld 帧；滑块会自动吸附到有效数值。

source: Clips
zh_hans: 片段

source: Clone your voice once — hands-free voice mode answers in it via the local TTS model. No clip set: answers use the macOS system voice. Applies to the next spoken sentence — no restart needed.
zh_hans: 克隆一次你的声音 — 免提语音模式会通过本地 TTS 模型用它来回答。未设置音频时使用 macOS 系统语音。下一句朗读即生效 — 无需重启。

source: Close Tab
zh_hans: 关闭标签页

source: Close this session
zh_hans: 关闭此会话

source: Close-up with texture and sound
zh_hans: 带质感与声音的特写

source: Code
zh_hans: 代码

source: Code Launcher
zh_hans: 代码启动器

source: Coding & agents
zh_hans: 编程与智能体

source: Coding specialist
zh_hans: 编程专用

source: Coerce tool-call arguments to the types the tool schema declares (e.g. a model sending Python's "False" or a list-as-string) so strict clients like Claude Code stop rejecting them with "expected boolean, provided string". Recommended on. Turn off to pass the model's arguments through exactly as written.
zh_hans: 把工具调用的参数强制转换为工具 schema 声明的类型（例如模型发出 Python 的 "False"，或把列表写成字符串），这样 Claude Code 等严格的客户端就不会再以 "expected boolean, provided string" 拒绝它们。建议开启。关闭后将原样传递模型写出的参数。

source: Completed
zh_hans: 已完成

source: Composing
zh_hans: 正在合成

source: Composing frames
zh_hans: 正在合成画面

source: Concurrent requests
zh_hans: 并发请求数

source: Conditioning rebalance
zh_hans: 条件重平衡

source: Connect a coding agent CLI (Claude Code, pi, OpenCode) to this server — shows the terminal commands to run
zh_hans: 把编程智能体命令行（Claude Code、pi、OpenCode）接入这个服务器 —— 会显示需要在终端里运行的命令

source: Connect external tools via the Model Context Protocol
zh_hans: 通过 Model Context Protocol 接入外部工具

source: Connect from your terminal:
zh_hans: 从你的终端连接：

source: Connected — %lld tool%@ available
zh_hans: 已连接 —— 可用工具 %1$lld 个

source: Connection String (DSN)
zh_hans: 连接字符串（DSN）

source: Context size
zh_hans: 上下文长度

source: Context window
zh_hans: 上下文窗口

source: Context window — %@ of %@ tokens used. Click for the breakdown.
zh_hans: 上下文窗口 —— 已使用 %2$@ token 中的 %1$@。点击查看明细。

source: Continuous batching: how many chat requests share one forward pass. 1 = serial. 2 is a good default for dense models (~1.5× throughput, ~33% per-request latency cost). MoE and hybrid SSM models stay serial regardless.
zh_hans: 连续批处理：多少个对话请求共享一次前向计算。1 表示串行。对稠密模型来说 2 是不错的默认值（吞吐约 1.5 倍，单请求延迟增加约 33%）。MoE 与混合 SSM 模型无论如何都保持串行。

source: Copy All
zh_hans: 全部复制

source: Copy Error
zh_hans: 复制错误

source: Copy Message
zh_hans: 复制消息

source: Copy model name
zh_hans: 复制模型名称

source: Copy the entire log to the clipboard
zh_hans: 把整个日志复制到剪贴板

source: Copy the ssh command — opens another session into the same guest
zh_hans: 复制 ssh 命令 —— 可再开一个进入同一客户机的会话

source: Copy this code block
zh_hans: 复制此代码块

source: Copy this reply
zh_hans: 复制此回复

source: Create
zh_hans: 创作

source: Create Media
zh_hans: 创作媒体

source: Create New Agent
zh_hans: 新建智能体

source: Curated servers
zh_hans: 精选服务器

source: Current
zh_hans: 当前

source: Custom Folder
zh_hans: 自定文件夹

source: Custom folder
zh_hans: 自定文件夹

source: Custom servers (from mcp.json)
zh_hans: 自定服务器（来自 mcp.json）

source: DSpark draft stages (DeepSeek‑V4)
zh_hans: DSpark 草稿阶段（DeepSeek‑V4）

source: Decode speed
zh_hans: 解码速度

source: DeepSeek-V4 (ds4 engine)
zh_hans: DeepSeek-V4（ds4 引擎）

source: DeepSeek‑V4‑Flash ships its own 3‑stage speculative draft (DSpark). Enabling it loads about 11 GB of extra draft weights at startup, so it stays off unless you turn it on — and the server still refuses when the Mac doesn't have the memory for model + draft + working room, serving normally instead. For DeepSeek‑V4 GGUF files this arms the embedded ds4 engine's DSpark runtime instead, using the DSpark support GGUF downloaded beside the model (nothing happens without that file). Only affects DeepSeek‑V4 models; greedy (temperature 0) requests only.
zh_hans: DeepSeek‑V4‑Flash 自带 3 阶段推测草稿（DSpark）。启用后会在启动时额外加载约 11 GB 的草稿权重，因此默认关闭 — 而且当这台 Mac 的内存不足以容纳模型 + 草稿 + 运行余量时，服务器仍会拒绝加载并按普通方式提供服务。对于 DeepSeek‑V4 的 GGUF 文件，此项改为启用内置 ds4 引擎的 DSpark 运行时，使用与模型一同下载的 DSpark 支持 GGUF（没有该文件则不起作用）。仅影响 DeepSeek‑V4 模型；且仅用于贪心（温度为 0）的请求。

source: Default
zh_hans: 默认

source: Default folder
zh_hans: 默认文件夹

source: Default the chat client to send `enable_thinking: true`. Only models with reasoning support honor this.
zh_hans: 让对话客户端默认发送 `enable_thinking: true`。只有支持推理的模型会遵循此设置。

source: Delete
zh_hans: 删除

source: Delete %@? This will remove all downloaded files.
zh_hans: 要删除 %1$@ 吗？这会移除所有已下载的文件。

source: Delete %@? This will remove the downloaded files.
zh_hans: 要删除 %1$@ 吗？这会移除已下载的文件。

source: Delete All Sandbox Data
zh_hans: 删除全部沙盒数据

source: Delete Message
zh_hans: 删除消息

source: Delete Model
zh_hans: 删除模型

source: Delete Quant
zh_hans: 删除量化版本

source: Delete Quantization
zh_hans: 删除量化版本

source: Delete all completed, failed and cancelled runs
zh_hans: 删除所有已完成、失败和已取消的运行记录

source: Delete chat
zh_hans: 删除对话

source: Delete model
zh_hans: 删除模型

source: Delete run
zh_hans: 删除运行记录

source: Delete saved…
zh_hans: 删除已保存…

source: Delete task
zh_hans: 删除任务

source: Delete the %@ build? Other quantizations of this model stay on disk.
zh_hans: 要删除 %1$@ 构建吗？该模型的其他量化版本会保留在本地。

source: Delete the %@ quant? Other quants of this model stay on disk.
zh_hans: 要删除 %1$@ 量化版本吗？该模型的其他量化版本会保留在本地。

source: Delete this agent
zh_hans: 删除此智能体

source: Delete this message from the conversation
zh_hans: 从对话中删除此消息

source: Delete “%@”?
zh_hans: 删除“%1$@”？

source: Deletes ALL sandbox data and returns it to factory state: the downloaded guest image and everything inside it (installed CLIs like pi/hermes, their configs and logins, any files created outside the shared workspace), the cached kernel, the sandbox ssh identity, and the activity transcript. Any running guest and live agent sessions are stopped immediately. Your workspace folder, models, and other app data on this Mac are not touched. The sandbox re-provisions itself on next use.
zh_hans: 删除全部沙盒数据并恢复出厂状态：已下载的客户机镜像及其中的一切（已安装的 pi/hermes 等命令行工具、它们的配置与登录信息，以及共享工作区之外创建的任何文件）、缓存的内核、沙盒的 ssh 身份，以及活动记录。正在运行的客户机和进行中的智能体会话会立即停止。你的工作区文件夹、模型和本机上的其他应用数据不受影响。沙盒会在下次使用时重新配置。

source: Demo unavailable in this build.
zh_hans: 此版本不提供演示。

source: Denoising steps. More = more detail and smoother motion, but slower.
zh_hans: 去噪步数。步数越多细节越丰富、动作越平滑，但速度更慢。

source: Deny
zh_hans: 拒绝

source: Describe a style, optionally add lyrics, and press Generate.
zh_hans: 描述一种风格，可另外加入歌词，然后点击“生成”。

source: Describe the change in the prompt — “make the hair blue”, “remove the monitor”. The model sees the original and keeps the rest.
zh_hans: 在提示词里描述要改什么 ——“把头发改成蓝色”“去掉显示器”。模型会看到原图并保留其余部分。

source: Description
zh_hans: 描述

source: Detach folder
zh_hans: 分离文件夹

source: Diffusion decoder (sharper, slower)
zh_hans: 扩散解码器（更锐利，更慢）

source: Disable vision
zh_hans: 禁用视觉

source: Discard
zh_hans: 放弃

source: Discover
zh_hans: 发现

source: Discover models other mlx-serve hosts share on this network. They appear in the model pickers as “model · peer” and run on the hosting Mac — nothing to download.
zh_hans: 发现此网络中其他 mlx-serve 主机共享的模型。它们会以“模型 · 主机”的形式出现在模型选择器中，并在提供方的 Mac 上运行 — 无需下载。

source: Disk budget for the SSD prefix cache when enabled. Accepts '10GB', '2GB', etc. LRU-evicted to this cap. Only used when 'SSD prefix cache' is on.
zh_hans: 启用 SSD 前缀缓存时的磁盘预算。可填 '10GB'、'2GB' 等。超出后按 LRU 淘汰至该上限。仅在开启“SSD 前缀缓存”时生效。

source: Don't show again
zh_hans: 不再显示

source: Double-click to open in Preview
zh_hans: 双击以在“预览”中打开

source: Download
zh_hans: 下载

source: Download & Install
zh_hans: 下载并安装

source: Download (%@)
zh_hans: 下载（%1$@）

source: Download Models
zh_hans: 下载模型

source: Download a model below to start chatting.
zh_hans: 在下方下载一个模型即可开始对话。

source: Download a voice first — open the Audio window and grab Qwen3-TTS, then come back.
zh_hans: 请先下载一个声音 —— 打开音频窗口获取 Qwen3-TTS，然后再回来。

source: Download this model — you can keep using the app while it transfers
zh_hans: 下载这个模型 —— 传输过程中你可以继续使用本应用

source: Download v%@, install, and relaunch
zh_hans: 下载 v%1$@，安装并重新启动

source: Downloaded and ready to use
zh_hans: 已下载，可以使用

source: Downloading %@ %@
zh_hans: 正在下载 %1$@ %2$@

source: Downloads
zh_hans: 下载

source: Downloads MLXCore.dmg from the release, replaces the app, and relaunches.
zh_hans: 从发布页面下载 MLXCore.dmg，替换应用并重新启动。

source: Drafter
zh_hans: 草稿模型

source: Drafter block size
zh_hans: 草稿块大小

source: Drafter checkpoint
zh_hans: 草稿模型检查点

source: Drafter checkpoint not found. New Gemma 4 downloads bring it automatically.
zh_hans: 未找到草稿模型检查点。新下载的 Gemma 4 会自动附带它。

source: Drafter is Gemma 4 only.
zh_hans: 草稿模型仅支持 Gemma 4。

source: Drafter status unavailable (server build pre-dates this UI). Use --drafter via CLI.
zh_hans: 无法获取草稿模型状态（服务器版本早于此界面）。请通过命令行使用 --drafter。

source: Drag files in — each one joins the list for its own type.
zh_hans: 把文件拖进来 —— 每个文件会按自身类型加入对应的列表。

source: Drag to resize the prompt box.
zh_hans: 拖动可调整提示词框的大小。

source: Duplicate
zh_hans: 复制

source: Duplicate this agent
zh_hans: 复制此智能体

source: Duration (%@)
zh_hans: 时长（%1$@）

source: Each session is its own terminal in the isolated Linux VM, talking to this Mac's local model. Run several at once — nothing runs on the host.
zh_hans: 每个会话都是隔离 Linux 虚拟机里的一个独立终端，与这台 Mac 上的本地模型通信。可同时运行多个 —— 宿主机上不会运行任何东西。

source: Edit
zh_hans: 编辑

source: Edit Agent…
zh_hans: 编辑智能体…

source: Edit System Prompt
zh_hans: 编辑系统提示词

source: Edit task
zh_hans: 编辑任务

source: Edit ~/.mlx-serve/mcp.json to add custom servers or fine-tune existing ones
zh_hans: 编辑 ~/.mlx-serve/mcp.json 可添加自定服务器或微调已有服务器

source: Enable Assistant MTP Drafter model
zh_hans: 启用 MTP 助手草稿模型

source: Enable PLD (recommended)
zh_hans: 启用 PLD（推荐）

source: Enable Telegram bot
zh_hans: 启用 Telegram 机器人

source: Enable thinking
zh_hans: 启用思考

source: Enabled
zh_hans: 已启用

source: Encoding prompt
zh_hans: 正在编码提示

source: End Session
zh_hans: 结束会话

source: End the %@ session?
zh_hans: 要结束 %1$@ 会话吗？

source: Endpoints
zh_hans: 接口

source: Engine the selected model runs on
zh_hans: 所选模型运行所用的引擎

source: Enter a prompt and press Generate.
zh_hans: 输入提示词，然后点击“生成”。

source: Enter text, add a reference voice, and press Generate.
zh_hans: 输入文本，添加参考声音，然后点击“生成”。
